snacks_name_price = {
    'Рулетики из баклажанов': '490 руб.',
    'Ассорти домашней бастурмы': '670 руб.',
    'Мезе': '610 руб.',
    'Тарелка армянских сыров': '760 руб.',
    'Севанский сиг с печёным картофелем и сметаной': '590 руб.',
    'Тартар из бастурмы': '650 руб.',
    'Куриный паштет с малиновым соусом': '560 руб.',
    'Лосось с вялеными томатами в облепиховом соусе': '820 руб.',
}

snacks_name_description = {
    'Рулетики из баклажанов': 'жареные слайсы баклажан начиненные ореховым муссом с травами, 250/20 г',
    'Ассорти домашней бастурмы': 'бастурма из говядины, конины и суджух, 100 г',
    'Мезе':
        'традиционное ближневосточное блюдо из холодных закусок, пряного бабагануша '
        '(рубленые баклажаны предварительно печеные на огне) камац мацун с армянскими травами и '
        'хумус с обоженным перцем, 390 г (300/90)',
    'Тарелка армянских сыров': 'чанах, дзори и ехегнадзор, 200/20 г',
    'Севанский сиг с печёным картофелем и сметаной': '',
    'Тартар из бастурмы':
        'рубленная вырезка с каперсами и перечной пастой под муссом из домашнего майонеза с чаманом, 130 г (55/75)',
    'Куриный паштет с малиновым соусом':
        'нежнейший куриный паштет на армянском коньяке с малиновым соусом, 260 г (150/90/120)',
    'Лосось с вялеными томатами в облепиховом соусе':
        'филе слабосоленого лосося с вялеными томатами на облепиховом соусе, 180 г (70/80)',
}

snacks_name_tag = {
    'Рулетики из баклажанов': '/snack1',
    'Ассорти домашней бастурмы': '/snack2',
    'Мезе': '/snack3',
    'Тарелка армянских сыров': '/snack4',
    'Севанский сиг с печёным картофелем и сметаной': '/snack5',
    'Тартар из бастурмы': '/snack6',
    'Куриный паштет с малиновым соусом': '/snack7',
    'Лосось с вялеными томатами в облепиховом соусе': '/snack8',
}

salad_name_price = {
    'Мангал салат': '570 руб.',
    'Табуле из киноа с ароматом трюфеля и изюмом': '490 руб.',
    'Салат из спелых овощей с грецким орехом': '560 руб.',
    'Салат из помидоров, хрустящих баклажанов и сливочного сыра': '760 руб.',
    'Салат с ягнёнком, овощами и соусом из тархуна': '990 руб.',
    'Карпаччо из сладких томатов и сухофруктов': '540 руб.',
    'Салат с копчёным цыплёнком, жареным сулугуни и соусом дзадзики': '630 руб.',
    'Ролл из кабачков с крабовым салатом и соусом ехегнадзор': '1120 руб.',
}

salad_name_description = {
    'Мангал салат': 'печеные на костре овощи с букетом трав и ялтинским луком, 260 г',
    'Табуле из киноа с ароматом трюфеля и изюмом':
        'киноа с рубленными травами, печеным перцем, теплых помидоров и изюма '
        'под оливковым маслом с нотками трюфеля, 180/30 г',
    'Салат из спелых овощей с грецким орехом': 'свежайшие фермерские овощи с травами и рубленым грецким орехом, 270 г',
    'Салат из помидоров, хрустящих баклажанов и сливочного сыра':
        'ташкентские томаты с обжареными хрустящими баклажанами, под перечнокунжутной '
        'заправкой с творожным сыром и конопляными семенами, 260 г',
    'Салат с ягнёнком, овощами и соусом из тархуна':
        'традиционный армянский салат с ягненком, баклажанами и свежими овощами под песто из тархуна, 250 г',
    'Карпаччо из сладких томатов и сухофруктов':
        'Карпаччо из сладких томатов под букетом свежих трав с соусом из сухофруктов, 190 г',
    'Салат с копчёным цыплёнком, жареным сулугуни и соусом дзадзики':
        'тёплый салат с копчёным цыплёнком, жареным сулугуни и соусом дзадзики, 260 г ( 35/225)',
    'Ролл из кабачков с крабовым салатом и соусом ехегнадзор':
        'рулет из тонких слайсов кабачка, начиненный крабовым салатом с томатами , под ароматным сливочным соусом из сыра ехегнадзор, 320 г (30/290)',
}

salad_name_tag = {
    'Мангал салат': '/salad1',
    'Табуле из киноа с ароматом трюфеля и изюмом': '/salad2',
    'Салат из спелых овощей с грецким орехом': '/salad3',
    'Салат из помидоров, хрустящих баклажанов и сливочного сыра': '/salad4',
    'Салат с ягнёнком, овощами и соусом из тархуна': '/salad5',
    'Карпаччо из сладких томатов и сухофруктов': '/salad6',
    'Салат с копчёным цыплёнком, жареным сулугуни и соусом дзадзики': '/salad7',
    'Ролл из кабачков с крабовым салатом и соусом ехегнадзор': '/salad8',
}

hot_food_name_price = {
    'Тжвжик на шипящей сковородке': '760 руб.',
    'Толма с мацуном и чесноком': '820 руб.',
    'Жаркое «Армавир» с телятиной и лавашом сирун': '1640 руб.',
    'Филе судака в хрустящем лаваше': '940 руб.',
    'Форель с рубленными томатами и оливками': '1380 руб.',
    'Фермерский цыплёнок с картофелем и соусом чимичурри': '1530 руб.',
    'Кюфта с аджаром и белыми грибами': '1610 руб.',
    'Лосось на огне со шпинатом под томатным соусом': '1760 руб.',
}

hot_food_name_description = {
    'Тжвжик на шипящей сковородке':
        'тонкие полоски нежной телячьей печени с румяным луком и травами на шипящей сковороде тонкие полоски нежной '
        'телячьей печени с румяным луком и травами на шипящей сковороде, 200 г',
    'Толма с мацуном и чесноком': 'армянская толма из говядины томленая с алычой и айвой, 200/80 г',
    'Жаркое «Армавир» с телятиной и лавашом сирун':
        'медальоны из говядины с обжаренными баклажанами и томатами с соусом из шалфея, подается с сируном '
        '(хрустящий лаваш политый теплой смесью из мацуна с маслом и чесноком), 450 г',
    'Филе судака в хрустящем лаваше':
        'хрустящий лаваш обернутый вокруг нежного филе судака с томатами и эстрагоном, 240 г (130/60/50)',
    'Форель с рубленными томатами и оливками':
        'запеченная на открытом огне форель с рубленными томатами и оливками, 350 г',
    'Фермерский цыплёнок с картофелем и соусом чимичурри':
        'домашний цыпленок с травами, шалфеем и печеными дольками картофеля под соусом чимичурри, 410 г (280/100/30)',
    'Кюфта с аджаром и белыми грибами':
        'классическая отварная кюфта на ризотто из аджара с белыми грибами и муссом из белого вина и тархуна, 380 г (170/210)',
    'Лосось на огне со шпинатом под томатным соусом':
        'запеченный на огне филе лосося со свежим шпинатом и соусом из томатов, 320 г (140/180)',
}

hot_food_name_tag = {
    'Тжвжик на шипящей сковородке': '/hot_food1',
    'Толма с мацуном и чесноком': '/hot_food2',
    'Жаркое «Армавир» с телятиной и лавашом сирун': '/hot_food3',
    'Филе судака в хрустящем лаваше': '/hot_food4',
    'Форель с рубленными томатами и оливками': '/hot_food5',
    'Фермерский цыплёнок с картофелем и соусом чимичурри': '/hot_food6',
    'Кюфта с аджаром и белыми грибами': '/hot_food7',
    'Лосось на огне со шпинатом под томатным соусом': '/hot_food8',
}

soup_name_price = {
    'Харчо': '490 руб.',
    'Щавелевый суп': '640 руб.',
    'Армянская солянка': '690 руб.',
    'Кололак': '590 руб.',
    'Уха со стерлядью и форелью': '960 руб.'
}

soup_name_description = {
    'Харчо': 'пряный, пикантный и немного острый — фирменный суп Кавказа, с рисом и бараниной, 300 г',
    'Щавелевый суп': 'легкий летний суп с щавелем на курином бульоне со взбитым яйцом, 300 г',
    'Армянская солянка': 'легендарный рецепт армянской солянки, сочетания грибов, бастурмы с булгуром и алычи, 300 г',
    'Кололак': 'суп с фрикадельками, рисом и травами, 300 г',
    'Уха со стерлядью и форелью': 'прозрачный бульон с тремя видами рыб, картофелем и морковью, 280 г (60/220)'
}

soup_name_tag = {
    'Харчо': '/soup1',
    'Щавелевый суп': '/soup2',
    'Армянская солянка': '/soup3',
    'Кололак': '/soup4',
    'Уха со стерлядью и форелью': '/soup5'
}

side_dishes_name_price = {
    'Картофельное пюре': '320 руб.',
    'Отварной обжаренный картофель': '320 руб.',
    'Аджар с вешенками': '380 руб.'
}

side_dishes_name_description = {
    'Картофельное пюре': 'картофель, молоко, соль, 150 г',
    'Отварной обжаренный картофель':
        'отварной молодой картофель обжаренный на топленом масле с румяным луком, паприкой и зеленью, 300 г',
    'Аджар с вешенками': 'запаренная пшеница твердых сортов с вешенками и луком шалот, 150/80 г'
}

side_dishes_name_tag = {
    'Картофельное пюре': '/side_dish1',
    'Отварной обжаренный картофель': '/side_dish2',
    'Аджар с вешенками': '/side_dish3'
}

on_fire_name_description = {
    'Телячья печень пардэ':
        'приготовленная на мангале телячья печень с травами обернутая в жировую сетку, 275 г (170/90/15)',
    'Барашек на косточке': 'нежная корейка ягненка карачаевской породы, 250/100/50 г',
    'Кебаб из баранины / телятины':
        'мелкорубленая фермерская телятина / баранина с травами и перечной пастой, 250/100/50 г',
    'Каре телятины': 'нежное и ароматное каре теленка, 250/100/50 г',
    'Вырезка из телятины': 'маринованная в чамане вырезка, запеченная на огне с дольками ялтинского лука, 180/50/50 г',
    'Свиные рёбрышки / шейка': 'аппетитные свиные ребра / шейка в фирменном маринаде, 250/100/50 г',
    'Куриные бёдра': 'кусочки курицы со специями, подаются с лавашом, луком, соусом, огурцами с/с, 200/100/50 г',
    'Кебаб из курицы': 'нежнейший куриный кебаб тающий во рту, 200/100/50 г',
}

on_fire_name_price = {
    'Телячья печень пардэ': '840 руб.',
    'Барашек на косточке': '1950 руб.',
    'Кебаб из баранины / телятины': '1190 руб.',
    'Каре телятины': '1970 руб.',
    'Вырезка из телятины': '1960 руб.',
    'Свиные рёбрышки / шейка': '1040 руб.',
    'Куриные бёдра': '870 руб.',
    'Кебаб из курицы': '870 руб.',
}

on_fire_name_tag = {
    'Телячья печень пардэ': '/on_fire1',
    'Барашек на косточке': '/on_fire2',
    'Кебаб из баранины / телятины': '/on_fire3',
    'Каре телятины': '/on_fire4',
    'Вырезка из телятины': '/on_fire5',
    'Свиные рёбрышки / шейка': '/on_fire6',
    'Куриные бёдра': '/on_fire7',
    'Кебаб из курицы': '/on_fire8',
}

sous_name_price = {
    'Ткемали': '250 руб.',
    'Наршараб': '250 руб.',
    'Аджика': '250 руб.',
    'Мацун с чесноком': '250 руб.'
}

sous_name_description = {
    'Ткемали': 'кисло-сладкий соус на основе сливы и алычи, 100 г',
    'Наршараб': 'густой и пряный гранатовый соус',
    'Аджика': 'домашняя пикантная аджика собственого приготовления',
    'Мацун с чесноком': 'мацони, огурцы свежие, чеснок, петрушка, укроп, черный перец молотый, соль'
}

sous_name_tag = {
    'Ткемали': '/sauces1',
    'Наршараб': '/sauces2',
    'Аджика': '/sauces3',
    'Мацун с чесноком': '/sauces4'
}

deserts_name_price = {
    'Птичье молоко': '540 руб.',
    'Наполеон': '540 руб.',
    'Легкость бытия': '600 руб.',
    'Пахлава': '660 руб.',
    'Домашний пирог с вишней и миндалем': '590 руб.',
    'Мацунник с пюре из фейхоа': '410 р',
    'Медовик': '560 руб.',
    'Мороженое (за 1 шарик)': '300 руб.'
}

deserts_name_description = {
    'Птичье молоко': 'медовый бисквит со сливочным кремом под шоколадным ганашем',
    'Наполеон': 'армянский вариант пышного мильфея с заварным кремом',
    'Легкость бытия': 'изысканный воздушный десерт на основе крема маскарпоне со свежими лесными ягодами, 100 г',
    'Пахлава': 'тончайшие слои с большим количеством орехов и горного мёда, 2 шт. / 50 г',
    'Домашний пирог с вишней и миндалем': 'карамельно-медовый пралине с миндалем, фисташками и вишней, 150 г',
    'Мацунник с пюре из фейхоа':
        'бисквит с коньяком и нежным кремом на основе мацуна с ягодами и пюре из фейхоа, 250 г (120/100/30)',
    'Медовик': 'медовые коржи, крем, сгущенное молоко, украшен ягодами ежевики и малины, свежая мята, 150/30 г',
    'Мороженое (за 1 шарик)': 'разновидность мороженого, с добавлением орехов, ягод, шоколада, на выбор'
}

deserts_name_tag = {
    'Птичье молоко': '/deserts1',
    'Наполеон': '/deserts2',
    'Легкость бытия': '/deserts3',
    'Пахлава': '/deserts4',
    'Домашний пирог с вишней и миндалем': '/deserts5',
    'Мацунник с пюре из фейхоа': '/deserts6',
    'Медовик': '/deserts7',
    'Мороженое (за 1 шарик)': '/deserts8'
}

drink_name_price = {
    'Цейлонский Высокогорный, 600 мл': '550 руб.',
    'Граф Грей, 600 мл': '550 руб.',
    'Облепиховый лимонад, 350 мл': '430 руб.',
    'Компот, 250 мл': '1000 руб.',
    'Морс клюквенный, 250 мл': '1000 руб.',
    'Тан, 200 мл': '1000 руб.',
    'Сок, 250 мл': '760 руб.'
}

drink_name_description = {
    'Цейлонский Высокогорный, 600 мл':
        'смесь нескольких сортов цейлонских высокогорных чаев. Насыщенный янтарный настой с терпким бодрящим вкусом',
    'Граф Грей, 600 мл':
        'смесь китайского и цейлонского крупно-листового чая со вкусом бергамота, считающегося афродизиаком',
    'Облепиховый лимонад, 350 мл': 'свежая облепиха, сахарный сироп, минеральная вода',
    'Компот, 250 мл': 'из айвы и белой черешни, кизила, персика, абрикоса, вишни',
    'Морс клюквенный, 250 мл': 'клюква, сахар, вода',
    'Тан, 200 мл': 'пшеница, крупа рисовая, фруктоза, крупа гречневая ядрица',
    'Сок, 250 мл': 'томат, апельсин, яблоко, абрикос, персик'
}

drink_name_tag = {
    'Цейлонский Высокогорный, 600 мл': '/drinks1',
    'Граф Грей, 600 мл': '/drinks2',
    'Облепиховый лимонад, 350 мл': '/drinks3',
    'Компот, 250 мл': '/drinks4',
    'Морс клюквенный, 250 мл': '/drinks5',
    'Тан, 200 мл': '/drinks6',
    'Сок, 250 мл': '/drinks7'
}
